driver-tests/httpsoapbc/dynamicURL/GETCA/test/TestCase3/Input.xml

<soapenv:Envelope xsi:schemaLocation="http://schemas.xmlsoap.org/soap/envelope/ http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:pos="http://j2ee.netbeans.org/wsdl/GETBP/postProxy">
  <soapenv:Body>
    <pos:postProxyOperation>
      <part1>zzz</part1>
    </pos:postProxyOperation>
  </soapenv:Body>
</soapenv:Envelope>